{
  "language": "日本語",
  "app_name": "ScreenPointer",
  "catchcopy": "Why don't you use this at presentations or workshops?",
  "short_description": "The mouse cursor can be highlighted with various pointers.",
  "download_url": "https://apps.apple.com/us/app/tweetshot/id1368204906",
  "what_is_this": "What is this?",
  "explain1": "It is an agent app that stays in the menu bar.\nThe mouse cursor changes to various pointers with one hot-key.",
  "sample_usage": "Sample usage",
  "presentation": "Presentation",
  "explain2": "You can emphasize what you want the audience to pay attention to.\nAlso useful when you forget the laser pointer!",
  "workshop": "Workshop",
  "explain3": "This is convenient when instructing the location involved in the operation.\nIt can also be useful for mob programming.",
  "spreadsheet": "Spreadsheet work",
  "explain4": "This makes it easy to highlight the rows and columns that should check.",
  "pointers": "Variety of pointers",
  "explain5": "You need to purchase Pro Edition to use all pointers.",
  "select_pointer": "How to select a pointer",
  "explain6": "Pro Edition purchasers can change the pointer type in Preferences.\nTo change it, click the pointer name in the pointer list to select it.",
  "explain7": "You can also set whether the pointer can be selected or not in the checkbox next to the pointer name. By enabling only the frequently used pointers, it is easier to switch pointers with key actions.",
  "operations": "Operations",
  "toggle_method": "Method of showing/hiding the pointer",
  "explain8": "Note: The modifier keys that can be used are Control, Option, Shift, and Command.",
  "drawing_action": "Drawing action",
  "explain9": "The following operations are possible\nif you enable the drawing action in preferences.",
  "explain10": "Specific pointers can perform drawing actions by clicking or dragging.",
  "size": "Changing the size of the pointer",
  "explain11": "You can adjust by vertical scrolling operation.",
  "alpha": "Changing the alpha of the pointer",
  "explain12": "You can adjust by horizontal scrolling operation.",
  "key_action": "Key action",
  "explain13": "You can change the type by pressing arrow keys.",
  "explain14": "You can also delete that you drew by the delete key.",
  "question1": "How do I display the pointer of ScreenPointer on screen sharing software such as Zoom, Google Meet, and Microsoft Teams?",
  "answer1": "You should share the entire screen, not the window of a specific application.",
  "question2": "When using ScreenPointer with Keynote, the slideshow unintentionally ends.",
  "answer2": "It is necessary to uncheck \"Allow app switching while presenting\" in the Keynote Preferences -> Slideshow -> Interacting.",
  "question3": "When using ScreenPointer with Keynote, the mouse cursor is displayed overlapping.",
  "answer3": "In Keynote Preferences, set to hide the cursor during the slideshow. ",
  "privacy_policy": "Privacy Policy",
  "detail": "In more detail",
  "privacy_policy_url": "https://kyome.io/privacy_policy/index.html?lang=en&id=1368204906",
  "support": "Support",
  "copyright": "©︎ 2018-2020 Takuto Nakamura"
}
